Repository: 5l1v3r1/theKadeshi.py
Catalog: locale/*/LC_MESSAGES/main.po
Languages: ru

source: There is the options
ru: Опции программы

source: Site folder
ru: Папка сайта

source: Disables color output. Enabled by default
ru: Отключает вывод цвета

source: Disables malware cleanup. Enabled by default
ru: Отключает чистку вирусов. Включено по умолчанию

source: Disables report file. Enabled by default
ru: Отключает создания файла отчетов. Включено по умолчанию

source: Enables debug mode. Disabled by default
ru: Включает режим отладки. Отключено по умолчанию

source: Exports signatures into JSON format
ru: Экспорт сигнатур в JSON

source: Changes program's language
ru: Изменяет язык программы

source: theKadeshi version %s
ru: theKadeshi версии %s

source: Loaded %s signatures
ru: Загружено %s сигнатур

source: Export mode
ru: Режим экспорта

source: Found %s files, ~ %s bytes
ru: Найдено %s файлов, ~ %s байт
